publications.tex
% Intended LaTeX compiler: pdflatex
\documentclass[12pt,letterpaper]{shillcv}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
                              \usepackage[margin=1in]{geometry}
\usepackage{tabularx}
\setlength{\parindent}{0pt}
\usepackage{natbib}
\usepackage{bibentry}
\usepackage{doi}
\author{Spencer A. Hill}
\date{\today}
\title{Publications}
\hypersetup{
 pdfauthor={Spencer A. Hill},
 pdftitle={Publications},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.0.9)},
 pdflang={English}}
\begin{document}

\maketitle
\section*{In preparation}
\label{sec:org8ca938f}
\begin{enumerate}
\item \textbf{Hill, Spencer A.}, Yi Ming, Isaac M. Held, and Ming Zhao.  "Towards emergent
constraints on future rainfall in the Sahel."
\item Smyth, Jane, \textbf{Spencer A. Hill}, and Yi Ming.  "Simulated tropical circulation
responses to orbital precession and their sensitivity to ocean
thermodynamics."
\item Xie, Yongkun, Yi Ming, Jianping Huang, and \textbf{Spencer A. Hill}.  "Precipitation
changes over China in response to a warming ocean."
\end{enumerate}
\section*{Peer-reviewed}
\label{sec:org25f1e8e}
\begin{enumerate}
\item (2017) Brown, Patrick T., Yi Ming, Wenhong Li, and \textbf{Spencer A. Hill}.  "Change
in the magnitude and mechanisms of unforced low-frequency surface temperature
variability in a warmer climate."  Accepted, \emph{Nature Climate Change}.
\item (2017) Jeevanjee, Nadir, Pedram Hassanzadeh, \textbf{Spencer A. Hill}, and Aditi
Sheshadri.  "A perspective on climate model hierarchies."  Accepted, \emph{Journal
of Advances in Modeling Earth Systems}.  doi: \href{https://doi.org/10.1002/2017MS001038}{10.1002/2017MS001038}.
\item (2017) \textbf{Hill, Spencer A.}, Yi Ming, Isaac M. Held, and Ming Zhao.  "A moist
static energy budget-based analysis of the Sahel rainfall response to uniform
oceanic warming."  \emph{Journal of Climate}, \textbf{30}, 5637-5660.  doi:
\href{https://doi.org/10.1175/JCLI-D-16-0785.1}{10.1175/JCLI-D-16-0785.1}.
\item (2015) \textbf{Hill, Spencer A.}, Yi Ming, and Isaac M. Held.  "Mechanisms of forced
tropical meridional energy flux change."  \emph{Journal of Climate}, \textbf{28}, 1725-1742.
doi: \href{http://dx.doi.org/10.1175/JCLI-D-14-00165.1}{10.1175/JCLI-D-14-00165.1}.
\begin{itemize}
\item Corrigendum: \url{https://dx.doi.org/10.1175/JCLI-D-16-0485.1}.
\end{itemize}
\item (2012) \textbf{Hill, Spencer A.} and Yi Ming.  "Nonlinear climate response to regional
brightening of tropical marine stratocumulus."  \emph{Geophysical Research Letters},
\textbf{39}, L15707, 5 pp. doi:
\href{http://dx.doi.org/10.1029/2012GL052064}{10.1029/2012GL052064}.
\end{enumerate}
\section*{PhD thesis}
\label{sec:orgb344135}
(2016) \textbf{Hill, Spencer A.} "Energetic and hydrological responses of Hadley
circulations and the African Sahel to sea surface temperature perturbations."
PhD Thesis, Princeton University Program in Atmospheric and Oceanic Sciences.
\href{http://search.proquest.com.ezproxy.princeton.edu/pqdtglobal/docview/1831357756/abstract/522E2D42A8BF49C0PQ/1}{Proquest}.
\section*{Non peer-reviewed}
\label{sec:orge13d2f0}
\begin{enumerate}
\item (2017) \textbf{Hill, Spencer A.} and Spencer K. Clark.  "What’s needed for the Future
of AOS Python? Tools for Automating AOS Data Analysis and Management."  Guest
blog post on PyAOS blog.  \url{http://pyaos.johnny-lin.com/?p=1546}.
\item (2012) \textbf{Hill, Spencer A.}  "A head in the clouds elucidates climate" (book
review of \href{http://press.princeton.edu/titles/9773.html}{\emph{Atmosphere, Clouds, and Climate}} by David Randall). \emph{Science}, \textbf{337},
1 pp., doi: \href{http://dx.doi.org/10.1126/science.1225615}{10.1126/science.1225615}.
\end{enumerate}
\section*{Technical/software}
\label{sec:orgfd87130}
\begin{enumerate}
\item (2017) Hill, Spencer A. and Spencer Clark.  "aospy: automated climate data
analysis and management."  \url{http://aospy.readthedocs.io/en/latest/}.
\item (2016) Hoyer, Stephan et al.  "xarray: v0.8.0."  \href{https://doi.org/10.5281/zenodo.59499}{10.5281/zenodo.59499}.
\end{enumerate}
\end{document}